/*
 Navicat Premium Data Transfer

 Source Server         : MMIS 203.157.103.125
 Source Server Type    : MySQL
 Source Server Version : 80011
 Source Host           : 203.157.103.125:3306
 Source Schema         : universal

 Target Server Type    : MySQL
 Target Server Version : 80011
 File Encoding         : 65001

 Date: 11/02/2019 09:44:21
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for q4u
-- ----------------------------
DROP TABLE IF EXISTS `q4u`;
CREATE TABLE `q4u` (
  `vn` varchar(20) DEFAULT NULL,
  `hn` varchar(20) DEFAULT NULL,
  `date_serv` date DEFAULT NULL,
  `time_serv` time DEFAULT NULL,
  `clinic_code` varchar(10) DEFAULT NULL,
  `clinic_name` varchar(50) DEFAULT NULL,
  `title` varchar(20) DEFAULT NULL,
  `first_name` varchar(150) DEFAULT NULL,
  `last_name` varchar(150) DEFAULT NULL,
  `birthdate` date DEFAULT NULL,
  `sex` char(1) DEFAULT NULL,
  `his_queue` varchar(50) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of q4u
-- ----------------------------
BEGIN;
INSERT INTO `q4u` VALUES ('530626105133', '0000830', '2019-02-11', '10:51:33', '014', 'ห้องตรวจโรค', 'นาง', 'สะมัย', 'กองเพชร', '1947-04-09', '2', NULL);
INSERT INTO `q4u` VALUES ('560610144537', '0001074', '2019-02-11', '14:45:37', '014', 'ห้องตรวจโรค', 'นาย', 'ประจบ', 'ภิรมย์', '1948-08-12', '1', NULL);
INSERT INTO `q4u` VALUES ('511113091725', '0001317', '2019-02-11', '09:17:25', '999', 'กลับบ้าน', 'นาง', 'ทองเหรียญ', 'โคตศรีเมือง', '1953-09-10', '2', NULL);
INSERT INTO `q4u` VALUES ('560322101820', '0001593', '2019-02-11', '10:18:20', '014', 'ห้องตรวจโรค', 'นาย', 'ชัยณรงค์', 'ยศพล', '1974-08-28', '1', NULL);
INSERT INTO `q4u` VALUES ('550515124605', '0000420', '2019-02-11', '12:46:05', '014', 'ห้องตรวจโรค', 'น.ส.', 'แม้ว', 'ภูธรฤทธิ์', '1950-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('471220084822', '0002158', '2019-02-11', '08:48:22', '999', 'กลับบ้าน', 'นาง', 'มรเมชร', 'พรมบุตร', '1977-07-13', '2', NULL);
INSERT INTO `q4u` VALUES ('530825194945', '0001145', '2019-02-11', '19:49:45', '014', 'ห้องตรวจโรค', 'นาง', 'สัด', 'นิงคะลี', '1945-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('550915144332', '0000101', '2019-02-11', '14:43:32', '014', 'ห้องตรวจโรค', 'นาง', 'บุญมี', 'ศรีบุญเรือง', '1962-04-10', '2', NULL);
INSERT INTO `q4u` VALUES ('530728151837', '0000951', '2019-02-11', '15:18:37', '014', 'ห้องตรวจโรค', 'นาง', 'นุดใจ', 'ภูเขม่า', '1948-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('510929091025', '0001441', '2019-02-11', '09:10:25', '999', 'กลับบ้าน', 'นาง', 'ฉวีวรรณ', 'คำทอง', '1959-10-31', '2', NULL);
INSERT INTO `q4u` VALUES ('550601132004', '0001083', '2019-02-11', '13:20:04', '014', 'ห้องตรวจโรค', 'น.ส.', 'จันทร์เม็ญ', 'นาทันตอง', '1961-10-24', '2', NULL);
INSERT INTO `q4u` VALUES ('471110084255', '0001868', '2019-02-11', '08:42:55', '999', 'กลับบ้าน', 'นาง', 'ณิชามร', 'โนนคำเฮือง', '1973-01-14', '2', NULL);
INSERT INTO `q4u` VALUES ('481026095235', '0000321', '2019-02-11', '09:52:35', '999', 'กลับบ้าน', 'นาง', 'บุญมี', 'ช่างยันต์', '1942-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('501017081813', '0001752', '2019-02-11', '08:18:13', '999', 'กลับบ้าน', 'น.ส.', 'นุภัทรา', 'ทะบันแดน', '1976-02-25', '2', NULL);
INSERT INTO `q4u` VALUES ('560422122238', '0001446', '2019-02-11', '12:22:38', '014', 'ห้องตรวจโรค', 'นาย', 'นุปัน', 'สุ่มมาตย์', '1946-07-01', '1', NULL);
INSERT INTO `q4u` VALUES ('480207085758', '0001740', '2019-02-11', '08:57:58', '999', 'กลับบ้าน', 'นาง', 'เอ็ดศรี', 'ชิณเกตุ', '1947-08-07', '2', NULL);
INSERT INTO `q4u` VALUES ('481120095550', '0002228', '2019-02-11', '09:55:50', '999', 'กลับบ้าน', 'ด.ญ.', 'มิตติยามร', 'หาวิเลิศ', '2004-04-21', '2', NULL);
INSERT INTO `q4u` VALUES ('490704103906', '0005987', '2019-02-11', '10:39:06', '999', 'กลับบ้าน', 'นาย', 'แนงนว่าง', 'ฤทธิคำ', NULL, '1', NULL);
INSERT INTO `q4u` VALUES ('490410101946', '0001425', '2019-02-11', '10:19:46', '999', 'กลับบ้าน', 'นาย', 'วิชิต', 'ทองทิพย์', '1966-05-07', '1', NULL);
INSERT INTO `q4u` VALUES ('470722082053', '0000138', '2019-02-11', '08:20:53', '999', 'กลับบ้าน', 'นาง', 'ไมวรรณ', 'พรษา', '1972-12-21', '2', NULL);
INSERT INTO `q4u` VALUES ('540506113533', '0001333', '2019-02-11', '11:35:33', '014', 'ห้องตรวจโรค', 'นาย', 'ทัศน์', 'อันสา', '1947-04-06', '1', NULL);
INSERT INTO `q4u` VALUES ('500428114447', '0002468', '2019-02-11', '11:44:47', '999', 'กลับบ้าน', 'ด.ญ.', 'นริศรา', 'เหล่าพร', '2001-06-02', '2', NULL);
INSERT INTO `q4u` VALUES ('491103112156', '0001938', '2019-02-11', '11:21:56', '999', 'กลับบ้าน', 'ด.ญ.', 'วานนา', 'ทระทึก', '2003-07-13', '2', NULL);
INSERT INTO `q4u` VALUES ('470612081320', '0001409', '2019-02-11', '08:13:20', '999', 'กลับบ้าน', 'น.ส.', 'นัมฤทธิ์', 'ช่างยันต์', '1962-01-04', '2', NULL);
INSERT INTO `q4u` VALUES ('470506080841', '0001960', '2019-02-11', '08:08:41', '999', 'กลับบ้าน', 'นาย', 'อินระ', 'ภักดีรักษ์', '1966-10-09', '1', NULL);
INSERT INTO `q4u` VALUES ('481005094917', '0000764', '2019-02-11', '09:49:17', '999', 'กลับบ้าน', 'นาย', 'บุญมาม', 'ผิวผัน', '1945-04-12', '1', NULL);
INSERT INTO `q4u` VALUES ('550903135730', '0006555', '2019-02-11', '13:57:30', '014', 'ห้องตรวจโรค', 'นาย', 'นุมรรณ', 'สอนบาล', '1949-03-07', '1', NULL);
INSERT INTO `q4u` VALUES ('530928154529', '0000461', '2019-02-11', '15:45:29', '014', 'ห้องตรวจโรค', 'นาย', 'ดาวเรือง', 'ภูบังไม้', '1949-03-07', '1', NULL);
INSERT INTO `q4u` VALUES ('480829094040', '0001432', '2019-02-11', '09:40:40', '999', 'กลับบ้าน', 'นาง', 'อัมมร', 'จินดาพงษ์', '1960-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('481008095011', '0001832', '2019-02-11', '09:50:11', '999', 'กลับบ้าน', 'นาง', 'ศิริสัมษ์', 'กล่ำอุบล', '1982-11-23', '2', NULL);
INSERT INTO `q4u` VALUES ('480515091727', '0001242', '2019-02-11', '09:17:27', '999', 'กลับบ้าน', 'นาย', 'เดชนรินทร์', 'นิงคะลี', '1965-10-13', '1', NULL);
INSERT INTO `q4u` VALUES ('550903140729', '0001715', '2019-02-11', '14:07:29', '014', 'ห้องตรวจโรค', 'นาย', 'เวช', 'นามทะเล', '1970-10-20', '1', NULL);
INSERT INTO `q4u` VALUES ('471017083918', '0002294', '2019-02-11', '08:39:18', '999', 'กลับบ้าน', 'นาง', 'แดง', 'บัวมาศ', '1964-01-24', '2', NULL);
INSERT INTO `q4u` VALUES ('540408142421', '0000955', '2019-02-11', '14:24:21', '014', 'ห้องตรวจโรค', 'นาง', 'รัตนาภรณ์', 'เขตบุญพร้อม', '1968-11-06', '2', NULL);
INSERT INTO `q4u` VALUES ('480330090813', '0000445', '2019-02-11', '09:08:13', '999', 'กลับบ้าน', 'นาง', 'จำปี', 'สิงห์เสนา', '1962-01-25', '2', NULL);
INSERT INTO `q4u` VALUES ('560210154424', '0006486', '2019-02-11', '15:44:24', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'แมทองธาร', 'ราญรมภ์', '2008-07-12', '2', NULL);
INSERT INTO `q4u` VALUES ('481231100328', '0001907', '2019-02-11', '10:03:28', '999', 'กลับบ้าน', 'นาย', 'นำราญ', 'อ่อนบัวขาว', '1956-01-01', '1', NULL);
INSERT INTO `q4u` VALUES ('510411084449', '0006117', '2019-02-11', '08:44:49', '999', 'กลับบ้าน', 'ด.ญ.', 'อชิรญา', 'โคตะมะ', '2006-10-24', '2', NULL);
INSERT INTO `q4u` VALUES ('530607142936', '0001294', '2019-02-11', '14:29:36', '014', 'ห้องตรวจโรค', 'นาง', 'บัวไข', 'ยันต์ชมภู', '1935-01-17', '2', NULL);
INSERT INTO `q4u` VALUES ('480724093157', '0005481', '2019-02-11', '09:31:57', '999', 'กลับบ้าน', 'ด.ญ.', 'ธนมร', 'อันทองลา', '2004-09-06', '2', NULL);
INSERT INTO `q4u` VALUES ('500511114704', '0002243', '2019-02-11', '11:47:04', '999', 'กลับบ้าน', 'ด.ช.', 'บุญสมาร', 'ทัพธานี', '2003-07-01', '1', NULL);
INSERT INTO `q4u` VALUES ('550220132006', '0006551', '2019-02-11', '13:20:06', '014', 'ห้องตรวจโรค', 'ด.ช.', 'นุทธินันท์', 'เกติยะ', '2010-12-08', '1', NULL);
INSERT INTO `q4u` VALUES ('501106082201', '0000715', '2019-02-11', '08:22:01', '999', 'กลับบ้าน', 'นาย', 'ประเทือง', 'สุขชารี', '1968-07-19', '1', NULL);
INSERT INTO `q4u` VALUES ('551019141354', '0006752', '2019-02-11', '14:13:54', '014', 'ห้องตรวจโรค', 'ด.ช.', 'ประมส', 'โคตรศรีเมือง', '2009-08-07', '1', NULL);
INSERT INTO `q4u` VALUES ('480924094555', '0000933', '2019-02-11', '09:45:55', '999', 'กลับบ้าน', 'นาย', 'วิเชียร', 'บุญพิคำ', '1941-07-01', '1', NULL);
INSERT INTO `q4u` VALUES ('530619152523', '0001097', '2019-02-11', '15:25:23', '014', 'ห้องตรวจโรค', 'นาย', 'บุญชู', 'ยมศรีเคน', '1958-06-06', '1', NULL);
INSERT INTO `q4u` VALUES ('500322113854', '0006093', '2019-02-11', '11:38:54', '999', 'กลับบ้าน', 'นาย', 'นมชาติ', 'เดชจำเริญ', '1978-09-24', '1', NULL);
INSERT INTO `q4u` VALUES ('560529101309', '0000301', '2019-02-11', '10:13:09', '014', 'ห้องตรวจโรค', 'นาย', 'อุทัย', 'โนนคำเมือง', '1962-06-18', '1', NULL);
INSERT INTO `q4u` VALUES ('501109082124', '0000278', '2019-02-11', '08:21:24', '999', 'กลับบ้าน', 'นาง', 'นวน', 'กองทอง', '1933-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('530811194843', '0006473', '2019-02-11', '19:48:43', '014', 'ห้องตรวจโรค', 'ด.ช.', 'นรามร', 'นาจันทัด', '2006-12-28', '1', NULL);
INSERT INTO `q4u` VALUES ('510429084553', '0000602', '2019-02-11', '08:45:53', '999', 'กลับบ้าน', 'นาง', 'มิ้ง', 'ปักกาสิเนย์', '1948-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('490109100848', '0001937', '2019-02-11', '10:08:48', '999', 'กลับบ้าน', 'ด.ญ.', 'มชนิภา', 'นาถมทอง', '2004-01-30', '2', NULL);
INSERT INTO `q4u` VALUES ('471126084606', '0000670', '2019-02-11', '08:46:06', '999', 'กลับบ้าน', 'นาย', 'นุเทม', 'นิมิตร', '1966-06-05', '1', NULL);
INSERT INTO `q4u` VALUES ('531019110512', '0000499', '2019-02-11', '11:05:12', '014', 'ห้องตรวจโรค', 'นาย', 'เนมือน', 'ภูผาลี', '1930-07-01', '1', NULL);
INSERT INTO `q4u` VALUES ('510723085959', '0002033', '2019-02-11', '08:59:59', '999', 'กลับบ้าน', 'นาย', 'ประนิทธ์', 'ดวงกางกอ', '1974-01-15', '1', NULL);
INSERT INTO `q4u` VALUES ('530620142444', '0001687', '2019-02-11', '14:24:44', '014', 'ห้องตรวจโรค', 'นาย', 'บุญยิ่ง', 'อุตศาสตร์', '1981-12-08', '1', NULL);
INSERT INTO `q4u` VALUES ('530914183839', '0006209', '2019-02-11', '18:38:39', '014', 'ห้องตรวจโรค', 'นาย', 'บุญรอด', 'ราชบุรี', '1967-01-18', '1', NULL);
INSERT INTO `q4u` VALUES ('530607152305', '0005486', '2019-02-11', '15:23:05', '014', 'ห้องตรวจโรค', 'ด.ช.', 'นคร', 'บุญวิจิตร', '2004-07-07', '1', NULL);
INSERT INTO `q4u` VALUES ('540609173220', '0000444', '2019-02-11', '17:32:20', '014', 'ห้องตรวจโรค', 'น.ส.', 'นิตยา', 'นามตาแสง', '1997-10-13', '2', NULL);
INSERT INTO `q4u` VALUES ('480928094739', '0000377', '2019-02-11', '09:47:39', '999', 'กลับบ้าน', 'นาง', 'เรณู', 'อาญาเมือง', '1960-02-08', '2', NULL);
INSERT INTO `q4u` VALUES ('530601131758', '0006443', '2019-02-11', '13:17:58', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'ชสธิชา', 'คุ้มแก้ว', '2008-04-01', '2', NULL);
INSERT INTO `q4u` VALUES ('560703141300', '0002180', '2019-02-11', '14:13:00', '014', 'ห้องตรวจโรค', 'นาง', 'จันทร์เม็ญ', 'พรมบุตร', '1965-07-29', '2', NULL);
INSERT INTO `q4u` VALUES ('480923094607', '0001192', '2019-02-11', '09:46:07', '999', 'กลับบ้าน', 'นาง', 'หนูมิน', 'ทองทิพย์', '1944-11-30', '2', NULL);
INSERT INTO `q4u` VALUES ('530923151905', '0000703', '2019-02-11', '15:19:05', '014', 'ห้องตรวจโรค', 'น.ส.', 'ทองวัน', 'กั้นจ้อง', '1965-11-04', '2', NULL);
INSERT INTO `q4u` VALUES ('510131083304', '0006296', '2019-02-11', '08:33:04', '999', 'กลับบ้าน', 'น.ส.', 'จิราวรรณ', 'พิษผล', '1986-12-03', '2', NULL);
INSERT INTO `q4u` VALUES ('530608120706', '0001221', '2019-02-11', '12:07:06', '014', 'ห้องตรวจโรค', 'นาง', 'นำอาง', 'บุญหลัง', '1956-10-08', '2', NULL);
INSERT INTO `q4u` VALUES ('510924090956', '0000602', '2019-02-11', '09:09:56', '999', 'กลับบ้าน', 'นาง', 'มิ้ง', 'ปักกาสิเนย์', '1948-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('550226100846', '0000382', '2019-02-11', '10:08:46', '014', 'ห้องตรวจโรค', 'นาง', 'คำ', 'คณะอนันต์', '1957-09-11', '2', NULL);
INSERT INTO `q4u` VALUES ('480430091253', '0001986', '2019-02-11', '09:12:53', '999', 'กลับบ้าน', 'นาย', 'ประวัติ', 'สาระวิเศษ', '1948-07-01', '1', NULL);
INSERT INTO `q4u` VALUES ('471103084412', '0001183', '2019-02-11', '08:44:12', '999', 'กลับบ้าน', 'นาง', 'จริยามร', 'เนื่องโคตะ', '1974-06-13', '2', NULL);
INSERT INTO `q4u` VALUES ('540526150943', '0000191', '2019-02-11', '15:09:43', '014', 'ห้องตรวจโรค', 'นาย', 'ศุภชัย', 'ไชยสงเมือง', '1993-06-06', '1', NULL);
INSERT INTO `q4u` VALUES ('510606085259', '0001012', '2019-02-11', '08:52:59', '999', 'กลับบ้าน', 'นาง', 'บัวผัน', 'ทองจันทร์ฮาด', '1956-01-18', '2', NULL);
INSERT INTO `q4u` VALUES ('500212112759', '0000394', '2019-02-11', '11:27:59', '999', 'กลับบ้าน', 'น.ส.', 'อัชสี', 'กงณะ', '1972-08-04', '2', NULL);
INSERT INTO `q4u` VALUES ('490920105455', '0002211', '2019-02-11', '10:54:55', '999', 'กลับบ้าน', 'ด.ญ.', 'มรรณประภา', 'ผิวผัน', '2004-03-17', '2', NULL);
INSERT INTO `q4u` VALUES ('491026110235', '0000681', '2019-02-11', '11:02:35', '999', 'กลับบ้าน', 'นาย', 'นำรอง', 'นาถ้ำพลอย', '1952-07-01', '1', NULL);
INSERT INTO `q4u` VALUES ('541011190955', '0001410', '2019-02-11', '19:09:55', '014', 'ห้องตรวจโรค', 'นาย', 'ทิษณุ', 'โพธิ์เหลือง', '1986-02-18', '1', NULL);
INSERT INTO `q4u` VALUES ('530825213305', '0001227', '2019-02-11', '21:33:05', '014', 'ห้องตรวจโรค', 'นาย', 'บุญชื่น', 'ทองทิพย์', '1962-02-06', '1', NULL);
INSERT INTO `q4u` VALUES ('501025082037', '0002259', '2019-02-11', '08:20:37', '999', 'กลับบ้าน', 'นาง', 'หนูบิน', 'นามสีอุ่น', '1953-01-11', '2', NULL);
INSERT INTO `q4u` VALUES ('481228100314', '0000015', '2019-02-11', '10:03:14', '999', 'กลับบ้าน', 'นาง', 'ป่วน', 'แก้วสีขาว', '1954-04-10', '2', NULL);
INSERT INTO `q4u` VALUES ('530922150332', '0001331', '2019-02-11', '15:03:32', '014', 'ห้องตรวจโรค', 'นาง', 'หนูเทียม', 'สุโภชน์', '1970-09-12', '2', NULL);
INSERT INTO `q4u` VALUES ('471102084227', '0002305', '2019-02-11', '08:42:27', '999', 'กลับบ้าน', 'นาย', 'นาคร', 'ภูผาลี', '1981-08-19', '1', NULL);
INSERT INTO `q4u` VALUES ('481121095617', '0001241', '2019-02-11', '09:56:17', '999', 'กลับบ้าน', 'น.ส.', 'เบ็ญจารงค์', 'แสนสีมนต์', '1992-02-26', '2', NULL);
INSERT INTO `q4u` VALUES ('540628111512', '0001482', '2019-02-11', '11:15:12', '014', 'ห้องตรวจโรค', 'นาย', 'นมัย', 'บุญมา', '1947-07-01', '1', NULL);
INSERT INTO `q4u` VALUES ('550323195343', '0001402', '2019-02-11', '19:53:43', '014', 'ห้องตรวจโรค', 'นาง', 'นะอาดศรี', 'กุหลาบโชติ', '1958-08-15', '2', NULL);
INSERT INTO `q4u` VALUES ('480212090218', '0001574', '2019-02-11', '09:02:18', '999', 'กลับบ้าน', 'น.ส.', 'ศิริมุส', 'สีเทา', '1984-01-08', '2', NULL);
INSERT INTO `q4u` VALUES ('480701092628', '0000476', '2019-02-11', '09:26:28', '999', 'กลับบ้าน', 'น.ส.', 'เจนจิรา', 'ภูมิพล', '1997-07-05', '2', NULL);
INSERT INTO `q4u` VALUES ('560521173937', '0002325', '2019-02-11', '17:39:37', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'มัสชุดา', 'ราชหา', '2004-08-26', '2', NULL);
INSERT INTO `q4u` VALUES ('500413114340', '0002319', '2019-02-11', '11:43:40', '999', 'กลับบ้าน', 'นาย', 'โอภาน', 'สิงห์สุวรรณ', '1989-09-02', '1', NULL);
INSERT INTO `q4u` VALUES ('560216125219', '0001183', '2019-02-11', '12:52:19', '014', 'ห้องตรวจโรค', 'นาง', 'จริยามร', 'เนื่องโคตะ', '1974-06-13', '2', NULL);
INSERT INTO `q4u` VALUES ('550221142013', '0000713', '2019-02-11', '14:20:13', '014', 'ห้องตรวจโรค', 'นาง', 'มินมัย', 'ศรีไสย์', '1959-01-10', '2', NULL);
INSERT INTO `q4u` VALUES ('560321132219', '0001232', '2019-02-11', '13:22:19', '014', 'ห้องตรวจโรค', 'น.ส.', 'เม็ง', 'ช่างยันต์', '1951-02-18', '2', NULL);
INSERT INTO `q4u` VALUES ('490319101805', '0002212', '2019-02-11', '10:18:05', '999', 'กลับบ้าน', 'ด.ช.', 'นุที', 'ภูผาลี', '2003-02-25', '1', NULL);
INSERT INTO `q4u` VALUES ('550606152022', '0002390', '2019-02-11', '15:20:22', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'นุวสัมษณ์', 'เหมาเพชร', '2005-05-31', '2', NULL);
INSERT INTO `q4u` VALUES ('540523101231', '0006546', '2019-02-11', '10:12:31', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'ณัฐธิดา', 'พงศ์โภคะนันท์', '2010-09-08', '2', NULL);
INSERT INTO `q4u` VALUES ('560222144849', '0001227', '2019-02-11', '14:48:49', '014', 'ห้องตรวจโรค', 'นาย', 'บุญชื่น', 'ทองทิพย์', '1962-02-06', '1', NULL);
INSERT INTO `q4u` VALUES ('510723090000', '0001880', '2019-02-11', '09:00:00', '999', 'กลับบ้าน', 'ด.ญ.', 'อารีญา', 'แถบทอง', '2003-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('500112111849', '0005819', '2019-02-11', '11:18:49', '999', 'กลับบ้าน', 'นาย', 'เชาวรัตน์', 'อรรคบุตร', '1932-10-17', '1', NULL);
INSERT INTO `q4u` VALUES ('530619164251', '0001083', '2019-02-11', '16:42:51', '014', 'ห้องตรวจโรค', 'น.ส.', 'จันทร์เม็ญ', 'นาทันตอง', '1961-10-24', '2', NULL);
INSERT INTO `q4u` VALUES ('551021151648', '0006718', '2019-02-11', '15:16:48', '014', 'ห้องตรวจโรค', 'ด.ช.', 'วชิรวัทย์', 'เรียงยิ่ง', '2012-06-20', '1', NULL);
INSERT INTO `q4u` VALUES ('500130112354', '0006140', '2019-02-11', '11:23:54', '999', 'กลับบ้าน', 'นาย', 'ตุ๊ดตู่', 'ฤทธิโคตร', '1983-09-01', '1', NULL);
INSERT INTO `q4u` VALUES ('470321080245', '0000377', '2019-02-11', '08:02:45', '999', 'กลับบ้าน', 'นาง', 'เรณู', 'อาญาเมือง', '1960-02-08', '2', NULL);
INSERT INTO `q4u` VALUES ('550601130551', '0006545', '2019-02-11', '13:05:51', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'ปัณฑิตา', 'กางแม', '2010-11-30', '2', NULL);
INSERT INTO `q4u` VALUES ('550815114158', '0000415', '2019-02-11', '11:41:58', '014', 'ห้องตรวจโรค', 'นาย', 'นุวรรณ', 'ภูสีโสม', '1964-01-26', '1', NULL);
INSERT INTO `q4u` VALUES ('471130084623', '0000602', '2019-02-11', '08:46:23', '999', 'กลับบ้าน', 'นาง', 'มิ้ง', 'ปักกาสิเนย์', '1948-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('470629082741', '0000496', '2019-02-11', '08:27:41', '999', 'กลับบ้าน', 'น.ส.', 'นุวิมส', 'จำนงนิตย์', '1992-02-27', '2', NULL);
INSERT INTO `q4u` VALUES ('510118083054', '0000900', '2019-02-11', '08:30:54', '999', 'กลับบ้าน', 'นาย', 'เหสา', 'ยมศรีเคน', '1935-02-02', '1', NULL);
INSERT INTO `q4u` VALUES ('530615180349', '0006208', '2019-02-11', '18:03:49', '014', 'ห้องตรวจโรค', 'ด.ช.', 'มฤตดนัย', 'วังคีรี', '2007-04-02', '1', NULL);
INSERT INTO `q4u` VALUES ('480320090652', '0001882', '2019-02-11', '09:06:52', '999', 'กลับบ้าน', 'ด.ญ.', 'อรอุมา', 'ฤทธิ์ฤาชัย', '2003-07-26', '2', NULL);
INSERT INTO `q4u` VALUES ('550102144701', '0001747', '2019-02-11', '14:47:01', '014', 'ห้องตรวจโรค', 'น.ส.', 'รุจิรา', 'กาพา', '1979-12-18', '2', NULL);
INSERT INTO `q4u` VALUES ('480930094708', '0000094', '2019-02-11', '09:47:08', '999', 'กลับบ้าน', 'นาย', 'นมเมียรติ', 'กรุงแสนเมือง', '1949-01-03', '1', NULL);
INSERT INTO `q4u` VALUES ('500704115711', '0001585', '2019-02-11', '11:57:11', '999', 'กลับบ้าน', 'นาย', 'ธวัชชัย', 'เนื่องศรี', '1978-06-13', '1', NULL);
INSERT INTO `q4u` VALUES ('481226100156', '0001938', '2019-02-11', '10:01:56', '999', 'กลับบ้าน', 'ด.ญ.', 'วานนา', 'ทระทึก', '2003-07-13', '2', NULL);
INSERT INTO `q4u` VALUES ('550907111202', '0001252', '2019-02-11', '11:12:02', '014', 'ห้องตรวจโรค', 'นาง', 'ทองใบ', 'นาสินพร้อม', '1949-04-04', '2', NULL);
INSERT INTO `q4u` VALUES ('530831200941', '0000853', '2019-02-11', '20:09:41', '014', 'ห้องตรวจโรค', 'นาง', 'อำนวย', 'อาจเจริญ', '1953-04-08', '2', NULL);
INSERT INTO `q4u` VALUES ('551126095400', '0006231', '2019-02-11', '09:54:00', '014', 'ห้องตรวจโรค', 'ด.ช.', 'นุริยวงศ์', 'ดลโสภณ', '2006-10-22', '1', NULL);
INSERT INTO `q4u` VALUES ('480202085832', '0000901', '2019-02-11', '08:58:32', '999', 'กลับบ้าน', 'นาย', 'มีรมงศ์', 'กล้ามกลางดอน', '1997-01-22', '1', NULL);
INSERT INTO `q4u` VALUES ('540712102632', '0001740', '2019-02-11', '10:26:32', '014', 'ห้องตรวจโรค', 'นาง', 'เอ็ดศรี', 'ชิณเกตุ', '1947-08-07', '2', NULL);
INSERT INTO `q4u` VALUES ('540427095730', '0000416', '2019-02-11', '09:57:30', '014', 'ห้องตรวจโรค', 'นาง', 'อำไม', 'ภูสีโสม', '1964-09-10', '2', NULL);
INSERT INTO `q4u` VALUES ('500620115344', '0000721', '2019-02-11', '11:53:44', '999', 'กลับบ้าน', 'นาง', 'เมส็ด', 'นามพุทธา', '1966-02-10', '2', NULL);
INSERT INTO `q4u` VALUES ('550304173101', '0006067', '2019-02-11', '17:31:01', '014', 'ห้องตรวจโรค', 'นาง', 'ฉรรธ์ณา', 'ทัพโยธา', '1978-01-16', '2', NULL);
INSERT INTO `q4u` VALUES ('500203112412', '0001876', '2019-02-11', '11:24:12', '999', 'กลับบ้าน', 'นาง', 'อนงค์', 'ชูสกุล', '1966-05-05', '2', NULL);
INSERT INTO `q4u` VALUES ('541004160723', '0006545', '2019-02-11', '16:07:23', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'ปัณฑิตา', 'กางแม', '2010-11-30', '2', NULL);
INSERT INTO `q4u` VALUES ('481202095819', '0001289', '2019-02-11', '09:58:19', '999', 'กลับบ้าน', 'นาง', 'ทองเสื่อน', 'ค่อนดี', '1933-05-06', '2', NULL);
INSERT INTO `q4u` VALUES ('480118085341', '0001201', '2019-02-11', '08:53:41', '999', 'กลับบ้าน', 'น.ส.', 'มมสวรรณ', 'อุตะพงษ์', '1999-03-01', '2', NULL);
INSERT INTO `q4u` VALUES ('560216124941', '0001202', '2019-02-11', '12:49:41', '014', 'ห้องตรวจโรค', 'นาง', 'มาญจนา', 'อุตะพงษ์', '1969-12-02', '2', NULL);
INSERT INTO `q4u` VALUES ('510909090627', '0001718', '2019-02-11', '09:06:27', '999', 'กลับบ้าน', 'นาง', 'แม้ว', 'นิงคะลี', '1931-07-16', '2', NULL);
INSERT INTO `q4u` VALUES ('550226112658', '0002115', '2019-02-11', '11:26:58', '014', 'ห้องตรวจโรค', 'นาง', 'สัมขณา', 'หาวิรส', '1976-01-04', '2', NULL);
INSERT INTO `q4u` VALUES ('471209084742', '0002278', '2019-02-11', '08:47:42', '999', 'กลับบ้าน', 'นาง', 'ชารี', 'เที่ยงเล', '1940-04-10', '2', NULL);
INSERT INTO `q4u` VALUES ('540717191310', '0001195', '2019-02-11', '19:13:10', '014', 'ห้องตรวจโรค', 'น.ส.', 'ขนิษฐา', 'จิรพัธนนท์', '1997-01-03', '2', NULL);
INSERT INTO `q4u` VALUES ('510927091014', '0001907', '2019-02-11', '09:10:14', '999', 'กลับบ้าน', 'นาย', 'นำราญ', 'อ่อนบัวขาว', '1956-01-01', '1', NULL);
INSERT INTO `q4u` VALUES ('511127092013', '0006415', '2019-02-11', '09:20:13', '999', 'กลับบ้าน', 'นาย', 'ภานุมงษ์', 'หินราชา', '1987-09-06', '1', NULL);
INSERT INTO `q4u` VALUES ('510307083922', '0006258', '2019-02-11', '08:39:22', '999', 'กลับบ้าน', 'นาย', 'นวน', 'ทุนเพิ่ม', '1957-08-05', '1', NULL);
INSERT INTO `q4u` VALUES ('510412084501', '0002478', '2019-02-11', '08:45:01', '999', 'กลับบ้าน', 'นาย', 'ติ้ว', 'แสนกล้า', '1960-10-18', '1', NULL);
INSERT INTO `q4u` VALUES ('491219111222', '0000170', '2019-02-11', '11:12:22', '999', 'กลับบ้าน', 'นาง', 'คส้าย', 'ชิณรัตน์', '1969-07-29', '2', NULL);
INSERT INTO `q4u` VALUES ('560520132328', '0001291', '2019-02-11', '13:23:28', '014', 'ห้องตรวจโรค', 'นาง', 'ทองมูส', 'บุตรา', '1942-12-08', '2', NULL);
INSERT INTO `q4u` VALUES ('560306111238', '0000433', '2019-02-11', '11:12:38', '014', 'ห้องตรวจโรค', 'นาย', 'แนงทอง', 'ภูวนา', '1960-08-09', '1', NULL);
INSERT INTO `q4u` VALUES ('481222100229', '0000416', '2019-02-11', '10:02:29', '999', 'กลับบ้าน', 'นาง', 'อำไม', 'ภูสีโสม', '1964-09-10', '2', NULL);
INSERT INTO `q4u` VALUES ('530706120650', '0000715', '2019-02-11', '12:06:50', '014', 'ห้องตรวจโรค', 'นาย', 'ประเทือง', 'สุขชารี', '1968-07-19', '1', NULL);
INSERT INTO `q4u` VALUES ('530609101011', '0001938', '2019-02-11', '10:10:11', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'วานนา', 'ทระทึก', '2003-07-13', '2', NULL);
INSERT INTO `q4u` VALUES ('500905081001', '0001192', '2019-02-11', '08:10:01', '999', 'กลับบ้าน', 'นาง', 'หนูมิน', 'ทองทิพย์', '1944-11-30', '2', NULL);
INSERT INTO `q4u` VALUES ('510629085629', '0002034', '2019-02-11', '08:56:29', '999', 'กลับบ้าน', 'น.ส.', 'นฤมส', 'สมบูรณ์', '1996-10-18', '2', NULL);
INSERT INTO `q4u` VALUES ('470713081932', '0000316', '2019-02-11', '08:19:32', '999', 'กลับบ้าน', 'น.ส.', 'มรรภษา', 'ศรีสารคาม', '2001-04-09', '2', NULL);
INSERT INTO `q4u` VALUES ('540514102033', '0000751', '2019-02-11', '10:20:33', '014', 'ห้องตรวจโรค', 'นาง', 'นมบูรณ์', 'ยมศรีเคน', '1947-12-09', '2', NULL);
INSERT INTO `q4u` VALUES ('530601132457', '0006098', '2019-02-11', '13:24:57', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'ชาคริยา', 'คำปาแก้ว', '2006-07-26', '2', NULL);
INSERT INTO `q4u` VALUES ('550917171942', '0001318', '2019-02-11', '17:19:42', '014', 'ห้องตรวจโรค', 'นาย', 'ทองดี', 'โคตรศรีเมือง', '1943-06-01', '1', NULL);
INSERT INTO `q4u` VALUES ('530619153016', '0001023', '2019-02-11', '15:30:16', '014', 'ห้องตรวจโรค', 'นาย', 'ส้อม', 'จุมพลน้อย', '1940-07-01', '1', NULL);
INSERT INTO `q4u` VALUES ('530624111833', '0001173', '2019-02-11', '11:18:33', '014', 'ห้องตรวจโรค', 'น.ส.', 'บรรจง', 'ทัพโยธา', '1959-02-16', '2', NULL);
INSERT INTO `q4u` VALUES ('470728082151', '0001104', '2019-02-11', '08:21:51', '999', 'กลับบ้าน', 'น.ส.', 'วิสานินี', 'แก้วจันลา', '1986-02-04', '2', NULL);
INSERT INTO `q4u` VALUES ('551111162507', '0001838', '2019-02-11', '16:25:07', '014', 'ห้องตรวจโรค', 'นาย', 'อภิชาติ', 'ภูสีโสม', '1998-07-25', '1', NULL);
INSERT INTO `q4u` VALUES ('530615110159', '0000121', '2019-02-11', '11:01:59', '014', 'ห้องตรวจโรค', 'นาง', 'อุบส', 'ศรีเทศ', '1965-01-07', '2', NULL);
INSERT INTO `q4u` VALUES ('560617184328', '0001223', '2019-02-11', '18:43:28', '014', 'ห้องตรวจโรค', 'นาง', 'นมปอง', 'ร่วมพุ่ม', '1970-03-11', '2', NULL);
INSERT INTO `q4u` VALUES ('500404113939', '0001694', '2019-02-11', '11:39:39', '999', 'กลับบ้าน', 'นาง', 'คำเบ้า', 'มะหังสา', '1948-07-10', '2', NULL);
INSERT INTO `q4u` VALUES ('530811200653', '0001239', '2019-02-11', '20:06:53', '014', 'ห้องตรวจโรค', 'น.ส.', 'อรฉัตร', 'ทองทิพย์', '1966-06-12', '2', NULL);
INSERT INTO `q4u` VALUES ('511105091634', '0001199', '2019-02-11', '09:16:34', '999', 'กลับบ้าน', 'นาย', 'เรียน', 'วิชาตา', '1959-04-14', '1', NULL);
INSERT INTO `q4u` VALUES ('490725104457', '0001759', '2019-02-11', '10:44:57', '999', 'กลับบ้าน', 'นาง', 'ประนิทธิ์', 'จุมพลน้อย', '1949-01-01', '2', NULL);
INSERT INTO `q4u` VALUES ('480117085448', '0001767', '2019-02-11', '08:54:48', '999', 'กลับบ้าน', 'นาย', 'นะอาด', 'โนนสุวรรณ', '1950-05-05', '1', NULL);
INSERT INTO `q4u` VALUES ('530627143146', '0002185', '2019-02-11', '14:31:46', '014', 'ห้องตรวจโรค', 'นาง', 'นมมร', 'ชุมสงค์', '1964-04-06', '2', NULL);
INSERT INTO `q4u` VALUES ('560531132642', '0006788', '2019-02-11', '13:26:42', '014', 'ห้องตรวจโรค', 'ด.ช.', 'ปณธี', 'สาวิวัฒน์', '2013-02-06', '1', NULL);
INSERT INTO `q4u` VALUES ('560604091147', '0002243', '2019-02-11', '09:11:47', '014', 'ห้องตรวจโรค', 'ด.ช.', 'บุญสมาร', 'ทัพธานี', '2003-07-01', '1', NULL);
INSERT INTO `q4u` VALUES ('560220174426', '0001759', '2019-02-11', '17:44:26', '014', 'ห้องตรวจโรค', 'นาง', 'ประนิทธิ์', 'จุมพลน้อย', '1949-01-01', '2', NULL);
INSERT INTO `q4u` VALUES ('500720080227', '0006136', '2019-02-11', '08:02:27', '999', 'กลับบ้าน', 'ด.ช.', 'เมชรเทวดา', 'ดวงตา', '2006-09-28', '1', NULL);
INSERT INTO `q4u` VALUES ('540526112109', '0001686', '2019-02-11', '11:21:09', '014', 'ห้องตรวจโรค', 'น.ส.', 'ภาวินี', 'อุตศาสตร์', '1974-03-12', '2', NULL);
INSERT INTO `q4u` VALUES ('510603085213', '0005826', '2019-02-11', '08:52:13', '999', 'กลับบ้าน', 'นาย', 'นุนันท์', 'ชูสกุล', '1957-01-14', '1', NULL);
INSERT INTO `q4u` VALUES ('501214082558', '0000278', '2019-02-11', '08:25:58', '999', 'กลับบ้าน', 'นาง', 'นวน', 'กองทอง', '1933-07-01', '2', NULL);
INSERT INTO `q4u` VALUES ('530721194740', '0000808', '2019-02-11', '19:47:40', '014', 'ห้องตรวจโรค', 'นาย', 'รุ่งฤทธิ์', 'ภูเรียนคู่', '1955-06-04', '1', NULL);
INSERT INTO `q4u` VALUES ('560414190533', '0000708', '2019-02-11', '19:05:33', '014', 'ห้องตรวจโรค', 'นาย', 'บุญส้อม', 'นามพุทธา', '1960-12-21', '1', NULL);
INSERT INTO `q4u` VALUES ('540523142832', '0000908', '2019-02-11', '14:28:32', '014', 'ห้องตรวจโรค', 'นาย', 'อ้วน', 'บุญพิคำ', '1949-03-14', '1', NULL);
INSERT INTO `q4u` VALUES ('471107084415', '0001423', '2019-02-11', '08:44:15', '999', 'กลับบ้าน', 'นาง', 'ยงทอง', 'ทองทิพย์', '1971-06-08', '2', NULL);
INSERT INTO `q4u` VALUES ('540919094425', '0002336', '2019-02-11', '09:44:25', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'ปภาวรินทร์', 'กางแม', '2004-10-27', '2', NULL);
INSERT INTO `q4u` VALUES ('550706122602', '0006280', '2019-02-11', '12:26:02', '014', 'ห้องตรวจโรค', 'ด.ช.', 'วชิรเดชา', 'นุริศักดิ์', '2006-03-16', '1', NULL);
INSERT INTO `q4u` VALUES ('541011090822', '0001324', '2019-02-11', '09:08:22', '014', 'ห้องตรวจโรค', 'นาย', 'เนถียร', 'กาพา', '1950-05-26', '1', NULL);
INSERT INTO `q4u` VALUES ('551222150347', '0006711', '2019-02-11', '15:03:47', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'อัยรญา', 'คณะอนันต์', '2010-04-03', '2', NULL);
INSERT INTO `q4u` VALUES ('530922145241', '0000265', '2019-02-11', '14:52:41', '014', 'ห้องตรวจโรค', 'นาย', 'ทองมาม', 'วิชาตา', '1989-03-26', '1', NULL);
INSERT INTO `q4u` VALUES ('510326084147', '0001873', '2019-02-11', '08:41:47', '999', 'กลับบ้าน', 'นาง', 'ชสณมร', 'พันธ์แดง', '1970-04-20', '2', NULL);
INSERT INTO `q4u` VALUES ('560217141907', '0006752', '2019-02-11', '14:19:07', '014', 'ห้องตรวจโรค', 'ด.ช.', 'ประมส', 'โคตรศรีเมือง', '2009-08-07', '1', NULL);
INSERT INTO `q4u` VALUES ('490125100700', '0000757', '2019-02-11', '10:07:00', '999', 'กลับบ้าน', 'นาง', 'จันทร์', 'หาวิเลิศ', '1974-01-01', '2', NULL);
INSERT INTO `q4u` VALUES ('480403090905', '0002263', '2019-02-11', '09:09:05', '999', 'กลับบ้าน', 'ด.ญ.', 'อรทัย', 'ตุมอญ', '2003-02-18', '2', NULL);
INSERT INTO `q4u` VALUES ('470303080350', '0000548', '2019-02-11', '08:03:50', '999', 'กลับบ้าน', 'น.ส.', 'คำปุน', 'นามพุทธา', '1971-04-29', '2', NULL);
INSERT INTO `q4u` VALUES ('491011110027', '0006090', '2019-02-11', '11:00:27', '999', 'กลับบ้าน', 'นาย', 'บุญหสาย', 'พุทธรรม', '1955-06-05', '1', NULL);
INSERT INTO `q4u` VALUES ('481215100047', '0001192', '2019-02-11', '10:00:47', '999', 'กลับบ้าน', 'นาง', 'หนูมิน', 'ทองทิพย์', '1944-11-30', '2', NULL);
INSERT INTO `q4u` VALUES ('550126092819', '0000640', '2019-02-11', '09:28:19', '014', 'ห้องตรวจโรค', 'นาย', 'มิตติมงษ์', 'วงศรี', '2001-01-01', '1', NULL);
INSERT INTO `q4u` VALUES ('471123084500', '0000332', '2019-02-11', '08:45:00', '999', 'กลับบ้าน', 'นาย', 'นมโภช', 'อันพันลำ', '1959-07-09', '1', NULL);
INSERT INTO `q4u` VALUES ('531012145907', '0002307', '2019-02-11', '14:59:07', '014', 'ห้องตรวจโรค', 'ด.ญ.', 'จุฑามาศ', 'วรคำ', '2004-06-11', '2', NULL);
INSERT INTO `q4u` VALUES ('490717104231', '0000652', '2019-02-11', '10:42:31', '999', 'กลับบ้าน', 'นาย', 'สิขิต', 'ทองทิพย์', '2000-09-29', '1', NULL);
INSERT INTO `q4u` VALUES ('510702085657', '0001110', '2019-02-11', '08:56:57', '999', 'กลับบ้าน', 'นาง', 'นังวาสย์', 'ขำแก้ว', '1958-08-02', '2', NULL);
INSERT INTO `q4u` VALUES ('470603081153', '0001929', '2019-02-11', '08:11:53', '999', 'กลับบ้าน', 'ด.ญ.', 'ทัมษอร', 'นาชัยลาน', '2003-09-29', '2', NULL);
INSERT INTO `q4u` VALUES ('541125095814', '0005987', '2019-02-11', '09:58:14', '014', 'ห้องตรวจโรค', 'นาย', 'แนงนว่าง', 'ฤทธิคำ', NULL, '1', NULL);
INSERT INTO `q4u` VALUES ('471007083700', '0001939', '2019-02-11', '08:37:00', '999', 'กลับบ้าน', 'ด.ญ.', 'จุฑารัตน์', 'ป้องคำสิงห์', '2004-02-09', '2', NULL);
INSERT INTO `q4u` VALUES ('490520102852', '0002381', '2019-02-11', '10:28:52', '999', 'กลับบ้าน', 'ด.ช.', 'จิรายุ', 'นาชัยยา', '2005-05-26', '1', NULL);
INSERT INTO `q4u` VALUES ('510909090730', '0002260', '2019-02-11', '09:07:30', '999', 'กลับบ้าน', 'นาย', 'ภูษณา', 'สุภาพ', '1960-07-01', '1', NULL);
INSERT INTO `q4u` VALUES ('510126083153', '0006192', '2019-02-11', '08:31:53', '999', 'กลับบ้าน', 'ด.ญ.', 'ญาราภรณ์', 'ราสุวรรณ', '2006-10-19', '2', NULL);
INSERT INTO `q4u` VALUES ('500305113359', '0001620', '2019-02-11', '11:33:59', '999', 'กลับบ้าน', 'นาง', 'หนวน', 'ทิพย์โยธา', '1928-10-14', '2', NULL);
INSERT INTO `q4u` VALUES ('510704085726', '0006192', '2019-02-11', '08:57:26', '999', 'กลับบ้าน', 'ด.ญ.', 'ญาราภรณ์', 'ราสุวรรณ', '2006-10-19', '2', NULL);
INSERT INTO `q4u` VALUES ('500827080810', '0005998', '2019-02-11', '08:08:10', '999', 'กลับบ้าน', 'ด.ช.', 'ธนามร', 'ทัพโยธา', '2006-03-28', '1', NULL);
INSERT INTO `q4u` VALUES ('560117170646', '0002463', '2019-02-11', '17:06:46', '014', 'ห้องตรวจโรค', 'น.ส.', 'มรประภา', 'เทพสีหะ', '1986-02-14', '2', NULL);
INSERT INTO `q4u` VALUES ('500729080258', '0002159', '2019-02-11', '08:02:58', '999', 'กลับบ้าน', 'ด.ญ.', 'ทิวาภรณ์', 'ส่วนลา', '2002-05-05', '2', NULL);
COMMIT;

-- ----------------------------
-- Table structure for q4u_patient
-- ----------------------------
DROP TABLE IF EXISTS `q4u_patient`;
CREATE TABLE `q4u_patient` (
  `cid` varchar(20) DEFAULT NULL,
  `hn` varchar(20) DEFAULT NULL,
  `first_name` varchar(150) DEFAULT NULL,
  `last_name` varchar(150) DEFAULT NULL,
  `title` varchar(50) DEFAULT NULL,
  `sex` char(1) DEFAULT NULL,
  `birthdate` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of q4u_patient
-- ----------------------------
BEGIN;
INSERT INTO `q4u_patient` VALUES ('9970900967599', '0000830', 'ฌะนัย', 'กองเพชร', 'นาง', '2', '1947-04-09');
INSERT INTO `q4u_patient` VALUES ('9990900598988', '0001074', 'ประจบ', 'ภิรมย์', 'นาย', '1', '1948-08-12');
INSERT INTO `q4u_patient` VALUES ('9990900189959', '0001317', 'ทองเหรียญ', 'โคตศรีเมือง', 'นาง', '2', '1953-09-10');
INSERT INTO `q4u_patient` VALUES ('9990900591961', '0001593', 'ชัยณรงค์', 'ยศพล', 'นาย', '1', '1974-08-28');
INSERT INTO `q4u_patient` VALUES ('9990900598988', '0000420', 'แก้ว', 'ภูธรฤทธิ์', 'น.ส.', '2', '1950-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900599955', '0002158', 'พรเพชร', 'พรมบุตร', 'นาง', '2', '1977-07-13');
INSERT INTO `q4u_patient` VALUES ('5990900007855', '0001145', 'ฌัด', 'นิงคะลี', 'นาง', '2', '1945-07-01');
INSERT INTO `q4u_patient` VALUES ('5990900098990', '0000101', 'บุญนี', 'ศรีบุญเรือง', 'นาง', '2', '1962-04-10');
INSERT INTO `q4u_patient` VALUES ('9990900599999', '0000951', 'นุดใจ', 'ภูเขม่า', 'นาง', '2', '1948-07-01');
INSERT INTO `q4u_patient` VALUES ('9961800987918', '0001441', 'ฉวีวรรณ', 'คำทอง', 'นาง', '2', '1959-10-31');
INSERT INTO `q4u_patient` VALUES ('9990900189891', '0001083', 'จันทร์เพ็ญ', 'นาทันตอง', 'น.ส.', '2', '1961-10-24');
INSERT INTO `q4u_patient` VALUES ('9990900689501', '0001868', 'ณิชาพร', 'โนนคำเฮือง', 'นาง', '2', '1973-01-14');
INSERT INTO `q4u_patient` VALUES ('9990900996590', '0000321', 'บุญนี', 'ช่างยันต์', 'นาง', '2', '1942-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900189691', '0001752', 'นุภัทรา', 'ทะบันแดน', 'น.ส.', '2', '1976-02-25');
INSERT INTO `q4u_patient` VALUES ('9990900590059', '0001446', 'นุปัน', 'สุ่มมาตย์', 'นาย', '1', '1946-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900189969', '0001740', 'เอ็ดศรี', 'ชิณเกตุ', 'นาง', '2', '1947-08-07');
INSERT INTO `q4u_patient` VALUES ('1999900798811', '0002228', 'กิตติยาพร', 'หาวิเลิศ', 'ด.ญ.', '2', '2004-04-21');
INSERT INTO `q4u_patient` VALUES ('9990900051699', '0005987', 'แนงนว่าง', 'ฤทธิคำ', 'นาย', '1', NULL);
INSERT INTO `q4u_patient` VALUES ('9990900181558', '0001425', 'วิชิต', 'ทองทิพย์', 'นาย', '1', '1966-05-07');
INSERT INTO `q4u_patient` VALUES ('9990900589597', '0000138', 'ไพวรรณ', 'พรษา', 'นาง', '2', '1972-12-21');
INSERT INTO `q4u_patient` VALUES ('5990900007880', '0001333', 'ทัศน์', 'อันสา', 'นาย', '1', '1947-04-06');
INSERT INTO `q4u_patient` VALUES ('1900101987871', '0002468', 'นริศรา', 'เหล่าพร', 'ด.ญ.', '2', '2001-06-02');
INSERT INTO `q4u_patient` VALUES ('1999900676919', '0001938', 'วานนา', 'ทระทึก', 'ด.ญ.', '2', '2003-07-13');
INSERT INTO `q4u_patient` VALUES ('9990900188171', '0001409', 'นันฤทธิ์', 'ช่างยันต์', 'น.ส.', '2', '1962-01-04');
INSERT INTO `q4u_patient` VALUES ('9570800500775', '0001960', 'อินระ', 'ภักดีรักษ์', 'นาย', '1', '1966-10-09');
INSERT INTO `q4u_patient` VALUES ('9990900598109', '0000764', 'บุญนาก', 'ผิวผัน', 'นาย', '1', '1945-04-12');
INSERT INTO `q4u_patient` VALUES ('9901000995858', '0006555', 'นุพรรณ', 'สอนบาล', 'นาย', '1', '1949-03-07');
INSERT INTO `q4u_patient` VALUES ('9990900599678', '0000461', 'ดาวเรือง', 'ภูบังไม้', 'นาย', '1', '1949-03-07');
INSERT INTO `q4u_patient` VALUES ('9990100998788', '0001432', 'อันพร', 'จินดาพงษ์', 'นาง', '2', '1960-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900588899', '0001832', 'ศิริฌักษ์', 'กล่ำอุบล', 'นาง', '2', '1982-11-23');
INSERT INTO `q4u_patient` VALUES ('9990900188998', '0001242', 'เดชนรินทร์', 'นิงคะลี', 'นาย', '1', '1965-10-13');
INSERT INTO `q4u_patient` VALUES ('9990900188091', '0001715', 'เวช', 'นามทะเล', 'นาย', '1', '1970-10-20');
INSERT INTO `q4u_patient` VALUES ('9990100097506', '0002294', 'แดง', 'บัวมาศ', 'นาง', '2', '1964-01-24');
INSERT INTO `q4u_patient` VALUES ('9990900599975', '0000955', 'รัตนาภรณ์', 'เขตบุญพร้อม', 'นาง', '2', '1968-11-06');
INSERT INTO `q4u_patient` VALUES ('9990900599580', '0000445', 'จำปี', 'สิงห์เสนา', 'นาง', '2', '1962-01-25');
INSERT INTO `q4u_patient` VALUES ('1999500090505', '0006486', 'แพทองธาร', 'ราญรมภ์', 'ด.ญ.', '2', '2008-07-12');
INSERT INTO `q4u_patient` VALUES ('9990900518701', '0001907', 'นำราญ', 'อ่อนบัวขาว', 'นาย', '1', '1956-01-01');
INSERT INTO `q4u_patient` VALUES ('1909909591099', '0006117', 'อชิรญา', 'โคตะมะ', 'ด.ญ.', '2', '2006-10-24');
INSERT INTO `q4u_patient` VALUES ('9990900189097', '0001294', 'บัวไข', 'ยันต์ชมภู', 'นาง', '2', '1935-01-17');
INSERT INTO `q4u_patient` VALUES ('1999900768965', '0005481', 'ธนกร', 'อันทองลา', 'ด.ญ.', '2', '2004-09-06');
INSERT INTO `q4u_patient` VALUES ('1110801866997', '0002243', 'บุญฌการ', 'ทัพธานี', 'ด.ช.', '1', '2003-07-01');
INSERT INTO `q4u_patient` VALUES ('1108900897198', '0006551', 'นุทธินันท์', 'เกติยะ', 'ด.ช.', '1', '2010-12-08');
INSERT INTO `q4u_patient` VALUES ('9990900508981', '0000715', 'ประเทือง', 'สุขชารี', 'นาย', '1', '1968-07-19');
INSERT INTO `q4u_patient` VALUES ('1999900971799', '0006752', 'ประพฌ', 'โคตรศรีเมือง', 'ด.ช.', '1', '2009-08-07');
INSERT INTO `q4u_patient` VALUES ('9990900599199', '0000933', 'วิเชียร', 'บุญพิคำ', 'นาย', '1', '1941-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900599819', '0001097', 'บุญชู', 'ยมศรีเคน', 'นาย', '1', '1958-06-06');
INSERT INTO `q4u_patient` VALUES ('9990900008778', '0006093', 'นนชาติ', 'เดชจำเริญ', 'นาย', '1', '1978-09-24');
INSERT INTO `q4u_patient` VALUES ('1999900786891', '0002398', 'อรทัย', 'ทวิมาตร', 'ด.ญ.', '2', '2005-05-14');
INSERT INTO `q4u_patient` VALUES ('9990900591990', '0000301', 'อุทัย', 'โนนคำเมือง', 'นาย', '1', '1962-06-18');
INSERT INTO `q4u_patient` VALUES ('9990900591891', '0000278', 'นวน', 'กองทอง', 'นาง', '2', '1933-07-01');
INSERT INTO `q4u_patient` VALUES ('1959901198115', '0006473', 'นรากร', 'นาจันทัด', 'ด.ช.', '1', '2006-12-28');
INSERT INTO `q4u_patient` VALUES ('9990900598985', '0000602', 'กิ้ง', 'ปักกาสิเนย์', 'นาง', '2', '1948-07-01');
INSERT INTO `q4u_patient` VALUES ('1101000107555', '0001937', 'กชนิภา', 'นาถมทอง', 'ด.ญ.', '2', '2004-01-30');
INSERT INTO `q4u_patient` VALUES ('9990900178100', '0000670', 'นุเทพ', 'นิมิตร', 'นาย', '1', '1966-06-05');
INSERT INTO `q4u_patient` VALUES ('9990900598898', '0000499', 'เนนือน', 'ภูผาลี', 'นาย', '1', '1930-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900097059', '0002033', 'ประนิทธ์', 'ดวงกางกอ', 'นาย', '1', '1974-01-15');
INSERT INTO `q4u_patient` VALUES ('9990900181087', '0001687', 'บุญยิ่ง', 'อุตศาสตร์', 'นาย', '1', '1981-12-08');
INSERT INTO `q4u_patient` VALUES ('9910700680577', '0006209', 'บุญรอด', 'ราชบุรี', 'นาย', '1', '1967-01-18');
INSERT INTO `q4u_patient` VALUES ('1109709889990', '0005486', 'นคร', 'บุญวิจิตร', 'ด.ช.', '1', '2004-07-07');
INSERT INTO `q4u_patient` VALUES ('1109708996859', '0000444', 'นิตยา', 'นามตาแสง', 'น.ส.', '2', '1997-10-13');
INSERT INTO `q4u_patient` VALUES ('9910101959608', '0000377', 'เรณู', 'อาญาเมือง', 'นาง', '2', '1960-02-08');
INSERT INTO `q4u_patient` VALUES ('1199900089961', '0006443', 'ชฌธิชา', 'คุ้มแก้ว', 'ด.ญ.', '2', '2008-04-01');
INSERT INTO `q4u_patient` VALUES ('5999890009191', '0002180', 'จันทร์เพ็ญ', 'พรมบุตร', 'นาง', '2', '1965-07-29');
INSERT INTO `q4u_patient` VALUES ('9990900119791', '0001192', 'หนูพิน', 'ทองทิพย์', 'นาง', '2', '1944-11-30');
INSERT INTO `q4u_patient` VALUES ('9971000911088', '0000703', 'ทองวัน', 'กั้นจ้อง', 'น.ส.', '2', '1965-11-04');
INSERT INTO `q4u_patient` VALUES ('1990900088571', '0006296', 'จิราวรรณ', 'พิษผล', 'น.ส.', '2', '1986-12-03');
INSERT INTO `q4u_patient` VALUES ('9990900181906', '0001221', 'นำอาง', 'บุญหลัง', 'นาง', '2', '1956-10-08');
INSERT INTO `q4u_patient` VALUES ('1999900599601', '0000912', 'วรากร', 'ครุฑคีรี', 'ด.ช.', '1', '1999-05-11');
INSERT INTO `q4u_patient` VALUES ('9990900598985', '0000602', 'กิ้ง', 'ปักกาสิเนย์', 'นาง', '2', '1948-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900598558', '0000382', 'คำ', 'คณะอนันต์', 'นาง', '2', '1957-09-11');
INSERT INTO `q4u_patient` VALUES ('9990900180101', '0001986', 'ประวัติ', 'สาระวิเศษ', 'นาย', '1', '1948-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900180999', '0001183', 'จริยาพร', 'เนื่องโคตะ', 'นาง', '2', '1974-06-13');
INSERT INTO `q4u_patient` VALUES ('1999900876587', '0000191', 'ศุภชัย', 'ไชยสงเมือง', 'นาย', '1', '1993-06-06');
INSERT INTO `q4u_patient` VALUES ('9990900595056', '0001012', 'บัวผัน', 'ทองจันทร์ฮาด', 'นาง', '2', '1956-01-18');
INSERT INTO `q4u_patient` VALUES ('9990900599011', '0000394', 'อัชฌี', 'กงณะ', 'น.ส.', '2', '1972-08-04');
INSERT INTO `q4u_patient` VALUES ('1999900795599', '0002211', 'พรรณประภา', 'ผิวผัน', 'ด.ญ.', '2', '2004-03-17');
INSERT INTO `q4u_patient` VALUES ('9990900599881', '0000681', 'นำรอง', 'นาถ้ำพลอย', 'นาย', '1', '1952-07-01');
INSERT INTO `q4u_patient` VALUES ('1990900088589', '0001410', 'ทิษณุ', 'โพธิ์เหลือง', 'นาย', '1', '1986-02-18');
INSERT INTO `q4u_patient` VALUES ('9990900119869', '0001227', 'บุญชื่น', 'ทองทิพย์', 'นาย', '1', '1962-02-06');
INSERT INTO `q4u_patient` VALUES ('9990900988199', '0002259', 'หนูบิน', 'นามสีอุ่น', 'นาง', '2', '1953-01-11');
INSERT INTO `q4u_patient` VALUES ('9990900585055', '0000015', 'ป่วน', 'แก้วสีขาว', 'นาง', '2', '1954-04-10');
INSERT INTO `q4u_patient` VALUES ('9990800151195', '0001331', 'หนูเทียน', 'สุโภชน์', 'นาง', '2', '1970-09-12');
INSERT INTO `q4u_patient` VALUES ('9990900089767', '0002305', 'นาคร', 'ภูผาลี', 'นาย', '1', '1981-08-19');
INSERT INTO `q4u_patient` VALUES ('1990900185188', '0001241', 'เบ็ญจารงค์', 'แสนสีมนต์', 'น.ส.', '2', '1992-02-26');
INSERT INTO `q4u_patient` VALUES ('9990900590571', '0001482', 'นนัย', 'บุญมา', 'นาย', '1', '1947-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900188791', '0001402', 'นะอาดศรี', 'กุหลาบโชติ', 'นาง', '2', '1958-08-15');
INSERT INTO `q4u_patient` VALUES ('1990900006087', '0001574', 'ศิริกุฌ', 'สีเทา', 'น.ส.', '2', '1984-01-08');
INSERT INTO `q4u_patient` VALUES ('1109708967199', '0000476', 'เจนจิรา', 'ภูมิพล', 'น.ส.', '2', '1997-07-05');
INSERT INTO `q4u_patient` VALUES ('1999900760859', '0002325', 'กัฌชุดา', 'ราชหา', 'ด.ญ.', '2', '2004-08-26');
INSERT INTO `q4u_patient` VALUES ('1990900109768', '0002319', 'โอภาน', 'สิงห์สุวรรณ', 'นาย', '1', '1989-09-02');
INSERT INTO `q4u_patient` VALUES ('9990900180999', '0001183', 'จริยาพร', 'เนื่องโคตะ', 'นาง', '2', '1974-06-13');
INSERT INTO `q4u_patient` VALUES ('9990900599950', '0000713', 'พินนัย', 'ศรีไสย์', 'นาง', '2', '1959-01-10');
INSERT INTO `q4u_patient` VALUES ('9990900188155', '0001232', 'เพ็ง', 'ช่างยันต์', 'น.ส.', '2', '1951-02-18');
INSERT INTO `q4u_patient` VALUES ('1999500009909', '0002212', 'นุที', 'ภูผาลี', 'ด.ช.', '1', '2003-02-25');
INSERT INTO `q4u_patient` VALUES ('1999900787956', '0002390', 'นุวฌักษณ์', 'เหมาเพชร', 'ด.ญ.', '2', '2005-05-31');
INSERT INTO `q4u_patient` VALUES ('1809601696560', '0006546', 'ณัฐธิดา', 'พงศ์โภคะนันท์', 'ด.ญ.', '2', '2010-09-08');
INSERT INTO `q4u_patient` VALUES ('9990900119869', '0001227', 'บุญชื่น', 'ทองทิพย์', 'นาย', '1', '1962-02-06');
INSERT INTO `q4u_patient` VALUES ('1999900678890', '0001880', 'อารีญา', 'แถบทอง', 'ด.ญ.', '2', '2003-07-01');
INSERT INTO `q4u_patient` VALUES ('9999900108891', '0005819', 'เชาวรัตน์', 'อรรคบุตร', 'นาย', '1', '1932-10-17');
INSERT INTO `q4u_patient` VALUES ('9990900189891', '0001083', 'จันทร์เพ็ญ', 'นาทันตอง', 'น.ส.', '2', '1961-10-24');
INSERT INTO `q4u_patient` VALUES ('1999901096691', '0006718', 'วชิรวัทย์', 'เรียงยิ่ง', 'ด.ช.', '1', '2012-06-20');
INSERT INTO `q4u_patient` VALUES ('9990900099791', '0006140', 'ตุ๊ดตู่', 'ฤทธิโคตร', 'นาย', '1', '1983-09-01');
INSERT INTO `q4u_patient` VALUES ('9910101959608', '0000377', 'เรณู', 'อาญาเมือง', 'นาง', '2', '1960-02-08');
INSERT INTO `q4u_patient` VALUES ('1819901998970', '0006545', 'ปัณฑิตา', 'กางแม', 'ด.ญ.', '2', '2010-11-30');
INSERT INTO `q4u_patient` VALUES ('9990900598701', '0000415', 'นุวรรณ', 'ภูสีโสม', 'นาย', '1', '1964-01-26');
INSERT INTO `q4u_patient` VALUES ('9990900598985', '0000602', 'กิ้ง', 'ปักกาสิเนย์', 'นาง', '2', '1948-07-01');
INSERT INTO `q4u_patient` VALUES ('1999900899195', '0000496', 'นุวินฌ', 'จำนงนิตย์', 'น.ส.', '2', '1992-02-27');
INSERT INTO `q4u_patient` VALUES ('9990900599797', '0000900', 'เหฌา', 'ยมศรีเคน', 'นาย', '1', '1935-02-02');
INSERT INTO `q4u_patient` VALUES ('1999900858897', '0006208', 'กฤตดนัย', 'วังคีรี', 'ด.ช.', '1', '2007-04-02');
INSERT INTO `q4u_patient` VALUES ('1999900678091', '0001882', 'อรอุนา', 'ฤทธิ์ฤาชัย', 'ด.ญ.', '2', '2003-07-26');
INSERT INTO `q4u_patient` VALUES ('9990900189577', '0001747', 'รุจิรา', 'กาพา', 'น.ส.', '2', '1979-12-18');
INSERT INTO `q4u_patient` VALUES ('9990900586899', '0000094', 'นนเกียรติ', 'กรุงแสนเมือง', 'นาย', '1', '1949-01-03');
INSERT INTO `q4u_patient` VALUES ('9990100999977', '0001585', 'ธวัชชัย', 'เนื่องศรี', 'นาย', '1', '1978-06-13');
INSERT INTO `q4u_patient` VALUES ('1999900676919', '0001938', 'วานนา', 'ทระทึก', 'ด.ญ.', '2', '2003-07-13');
INSERT INTO `q4u_patient` VALUES ('9990900188559', '0001252', 'ทองใบ', 'นาสินพร้อม', 'นาง', '2', '1949-04-04');
INSERT INTO `q4u_patient` VALUES ('9990900591506', '0000853', 'อำนวย', 'อาจเจริญ', 'นาง', '2', '1953-04-08');
INSERT INTO `q4u_patient` VALUES ('1999900897798', '0006231', 'นุริยวงศ์', 'ดลโสภณ', 'ด.ช.', '1', '2006-10-22');
INSERT INTO `q4u_patient` VALUES ('1900800889988', '0000901', 'พีรพงศ์', 'กล้ามกลางดอน', 'นาย', '1', '1997-01-22');
INSERT INTO `q4u_patient` VALUES ('9990900189969', '0001740', 'เอ็ดศรี', 'ชิณเกตุ', 'นาง', '2', '1947-08-07');
INSERT INTO `q4u_patient` VALUES ('9990501998075', '0000416', 'อำไพ', 'ภูสีโสม', 'นาง', '2', '1964-09-10');
INSERT INTO `q4u_patient` VALUES ('9990900596686', '0000721', 'เนฌ็ด', 'นามพุทธา', 'นาง', '2', '1966-02-10');
INSERT INTO `q4u_patient` VALUES ('5990990019086', '0006067', 'ฉรรธ์ณา', 'ทัพโยธา', 'นาง', '2', '1978-01-16');
INSERT INTO `q4u_patient` VALUES ('9990900181957', '0001876', 'อนงค์', 'ชูสกุล', 'นาง', '2', '1966-05-05');
INSERT INTO `q4u_patient` VALUES ('1819901998970', '0006545', 'ปัณฑิตา', 'กางแม', 'ด.ญ.', '2', '2010-11-30');
INSERT INTO `q4u_patient` VALUES ('5990990018571', '0001289', 'ทองเฌื่อน', 'ค่อนดี', 'นาง', '2', '1933-05-06');
INSERT INTO `q4u_patient` VALUES ('1990900159859', '0001201', 'กนฌวรรณ', 'อุตะพงษ์', 'น.ส.', '2', '1999-03-01');
INSERT INTO `q4u_patient` VALUES ('9990900181566', '0001202', 'กาญจนา', 'อุตะพงษ์', 'นาง', '2', '1969-12-02');
INSERT INTO `q4u_patient` VALUES ('9990900188917', '0001718', 'แก้ว', 'นิงคะลี', 'นาง', '2', '1931-07-16');
INSERT INTO `q4u_patient` VALUES ('5990100091981', '0002115', 'ฌักขณา', 'หาวิรส', 'นาง', '2', '1976-01-04');
INSERT INTO `q4u_patient` VALUES ('9990900098958', '0002278', 'ชารี', 'เที่ยงเล', 'นาง', '2', '1940-04-10');
INSERT INTO `q4u_patient` VALUES ('1999900990918', '0001195', 'ขนิษฐา', 'จิรพัธนนท์', 'น.ส.', '2', '1997-01-03');
INSERT INTO `q4u_patient` VALUES ('9990900518701', '0001907', 'นำราญ', 'อ่อนบัวขาว', 'นาย', '1', '1956-01-01');
INSERT INTO `q4u_patient` VALUES ('1990900099869', '0006415', 'ภานุพงษ์', 'หินราชา', 'นาย', '1', '1987-09-06');
INSERT INTO `q4u_patient` VALUES ('9990600999179', '0006258', 'นวน', 'ทุนเพิ่ม', 'นาย', '1', '1957-08-05');
INSERT INTO `q4u_patient` VALUES ('9910100969098', '0002478', 'ติ้ว', 'แสนกล้า', 'นาย', '1', '1960-10-18');
INSERT INTO `q4u_patient` VALUES ('9850500008099', '0000170', 'คฌ้าย', 'ชิณรัตน์', 'นาง', '2', '1969-07-29');
INSERT INTO `q4u_patient` VALUES ('9990900189068', '0001291', 'ทองพูฌ', 'บุตรา', 'นาง', '2', '1942-12-08');
INSERT INTO `q4u_patient` VALUES ('9901800899077', '0000433', 'แนงทอง', 'ภูวนา', 'นาย', '1', '1960-08-09');
INSERT INTO `q4u_patient` VALUES ('9990501998075', '0000416', 'อำไพ', 'ภูสีโสม', 'นาง', '2', '1964-09-10');
INSERT INTO `q4u_patient` VALUES ('9990900508981', '0000715', 'ประเทือง', 'สุขชารี', 'นาย', '1', '1968-07-19');
INSERT INTO `q4u_patient` VALUES ('1999900676919', '0001938', 'วานนา', 'ทระทึก', 'ด.ญ.', '2', '2003-07-13');
INSERT INTO `q4u_patient` VALUES ('9990900119791', '0001192', 'หนูพิน', 'ทองทิพย์', 'นาง', '2', '1944-11-30');
INSERT INTO `q4u_patient` VALUES ('1109708171787', '0002034', 'นฤนฌ', 'สมบูรณ์', 'น.ส.', '2', '1996-10-18');
INSERT INTO `q4u_patient` VALUES ('1999900609891', '0000316', 'พรรภษา', 'ศรีสารคาม', 'น.ส.', '2', '2001-04-09');
INSERT INTO `q4u_patient` VALUES ('9990900591981', '0000751', 'นนบูรณ์', 'ยมศรีเคน', 'นาง', '2', '1947-12-09');
INSERT INTO `q4u_patient` VALUES ('1999900888998', '0006098', 'ชาคริยา', 'คำปาแก้ว', 'ด.ญ.', '2', '2006-07-26');
INSERT INTO `q4u_patient` VALUES ('9110100989999', '0001318', 'ทองดี', 'โคตรศรีเมือง', 'นาย', '1', '1943-06-01');
INSERT INTO `q4u_patient` VALUES ('9990900595195', '0001023', 'ฌ้อน', 'จุมพลน้อย', 'นาย', '1', '1940-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900180719', '0001173', 'บรรจง', 'ทัพโยธา', 'น.ส.', '2', '1959-02-16');
INSERT INTO `q4u_patient` VALUES ('1990900081998', '0001104', 'วิฌานินี', 'แก้วจันลา', 'น.ส.', '2', '1986-02-04');
INSERT INTO `q4u_patient` VALUES ('1990500970861', '0001838', 'อภิชาติ', 'ภูสีโสม', 'นาย', '1', '1998-07-25');
INSERT INTO `q4u_patient` VALUES ('5990900091798', '0000121', 'อุบฌ', 'ศรีเทศ', 'นาง', '2', '1965-01-07');
INSERT INTO `q4u_patient` VALUES ('9999900076890', '0001223', 'นนปอง', 'ร่วมพุ่ม', 'นาง', '2', '1970-03-11');
INSERT INTO `q4u_patient` VALUES ('9990900181175', '0001694', 'คำเบ้า', 'มะหังสา', 'นาง', '2', '1948-07-10');
INSERT INTO `q4u_patient` VALUES ('9990900188879', '0001239', 'อรฉัตร', 'ทองทิพย์', 'น.ส.', '2', '1966-06-12');
INSERT INTO `q4u_patient` VALUES ('9990900181977', '0001199', 'เรียน', 'วิชาตา', 'นาย', '1', '1959-04-14');
INSERT INTO `q4u_patient` VALUES ('9990900189896', '0001759', 'ประนิทธิ์', 'จุมพลน้อย', 'นาง', '2', '1949-01-01');
INSERT INTO `q4u_patient` VALUES ('9990900188919', '0001767', 'นะอาด', 'โนนสุวรรณ', 'นาย', '1', '1950-05-05');
INSERT INTO `q4u_patient` VALUES ('9990900599177', '0002185', 'นนพร', 'ชุมสงค์', 'นาง', '2', '1964-04-06');
INSERT INTO `q4u_patient` VALUES ('1999901079908', '0006788', 'ปณธี', 'สาวิวัฒน์', 'ด.ช.', '1', '2013-02-06');
INSERT INTO `q4u_patient` VALUES ('1110801866997', '0002243', 'บุญฌการ', 'ทัพธานี', 'ด.ช.', '1', '2003-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900189896', '0001759', 'ประนิทธิ์', 'จุมพลน้อย', 'นาง', '2', '1949-01-01');
INSERT INTO `q4u_patient` VALUES ('1999900915718', '0006136', 'เพชรเทวดา', 'ดวงตา', 'ด.ช.', '1', '2006-09-28');
INSERT INTO `q4u_patient` VALUES ('9990900181001', '0001686', 'ภาวินี', 'อุตศาสตร์', 'น.ส.', '2', '1974-03-12');
INSERT INTO `q4u_patient` VALUES ('9960101959715', '0005826', 'นุนันท์', 'ชูสกุล', 'นาย', '1', '1957-01-14');
INSERT INTO `q4u_patient` VALUES ('9990900591891', '0000278', 'นวน', 'กองทอง', 'นาง', '2', '1933-07-01');
INSERT INTO `q4u_patient` VALUES ('9990900598595', '0000808', 'รุ่งฤทธิ์', 'ภูเรียนคู่', 'นาย', '1', '1955-06-04');
INSERT INTO `q4u_patient` VALUES ('9990900598809', '0000708', 'บุญฌ้อน', 'นามพุทธา', 'นาย', '1', '1960-12-21');
INSERT INTO `q4u_patient` VALUES ('9990900599886', '0000908', 'อ้วน', 'บุญพิคำ', 'นาย', '1', '1949-03-14');
INSERT INTO `q4u_patient` VALUES ('9971100969999', '0001423', 'ยงทอง', 'ทองทิพย์', 'นาง', '2', '1971-06-08');
INSERT INTO `q4u_patient` VALUES ('1819900990198', '0002336', 'ปภาวรินทร์', 'กางแม', 'ด.ญ.', '2', '2004-10-27');
INSERT INTO `q4u_patient` VALUES ('8999500010916', '0006280', 'วชิรเดชา', 'นุริศักดิ์', 'ด.ช.', '1', '2006-03-16');
INSERT INTO `q4u_patient` VALUES ('9990900189518', '0001324', 'เนถียร', 'กาพา', 'นาย', '1', '1950-05-26');
INSERT INTO `q4u_patient` VALUES ('1799901915598', '0006711', 'อัยรญา', 'คณะอนันต์', 'ด.ญ.', '2', '2010-04-03');
INSERT INTO `q4u_patient` VALUES ('1990900106915', '0000265', 'ทองนาก', 'วิชาตา', 'นาย', '1', '1989-03-26');
INSERT INTO `q4u_patient` VALUES ('9990900597890', '0001873', 'ชฌณพร', 'พันธ์แดง', 'นาง', '2', '1970-04-20');
INSERT INTO `q4u_patient` VALUES ('1999900971799', '0006752', 'ประพฌ', 'โคตรศรีเมือง', 'ด.ช.', '1', '2009-08-07');
INSERT INTO `q4u_patient` VALUES ('9990900598079', '0000757', 'จันทร์', 'หาวิเลิศ', 'นาง', '2', '1974-01-01');
INSERT INTO `q4u_patient` VALUES ('1999900657815', '0002263', 'อรทัย', 'ตุมอญ', 'ด.ญ.', '2', '2003-02-18');
INSERT INTO `q4u_patient` VALUES ('9990900595191', '0000548', 'คำปุน', 'นามพุทธา', 'น.ส.', '2', '1971-04-29');
INSERT INTO `q4u_patient` VALUES ('9901800676086', '0006090', 'บุญหฌาย', 'พุทธรรม', 'นาย', '1', '1955-06-05');
INSERT INTO `q4u_patient` VALUES ('9990900119791', '0001192', 'หนูพิน', 'ทองทิพย์', 'นาง', '2', '1944-11-30');
INSERT INTO `q4u_patient` VALUES ('1999900595858', '0000640', 'กิตติพงษ์', 'วงศรี', 'นาย', '1', '2001-01-01');
INSERT INTO `q4u_patient` VALUES ('9990100058887', '0000332', 'นนโภช', 'อันพันลำ', 'นาย', '1', '1959-07-09');
INSERT INTO `q4u_patient` VALUES ('1999500088057', '0002307', 'จุฑานาศ', 'วรคำ', 'ด.ญ.', '2', '2004-06-11');
INSERT INTO `q4u_patient` VALUES ('1999900587959', '0000652', 'ฌิขิต', 'ทองทิพย์', 'นาย', '1', '2000-09-29');
INSERT INTO `q4u_patient` VALUES ('9990900599050', '0001110', 'นังวาฌย์', 'ขำแก้ว', 'นาง', '2', '1958-08-02');
INSERT INTO `q4u_patient` VALUES ('1969500019619', '0001929', 'ทักษอร', 'นาชัยลาน', 'ด.ญ.', '2', '2003-09-29');
INSERT INTO `q4u_patient` VALUES ('9990900051699', '0005987', 'แนงนว่าง', 'ฤทธิคำ', 'นาย', '1', NULL);
INSERT INTO `q4u_patient` VALUES ('1999900798916', '0001939', 'จุฑารัตน์', 'ป้องคำสิงห์', 'ด.ญ.', '2', '2004-02-09');
INSERT INTO `q4u_patient` VALUES ('1999900787506', '0002381', 'จิรายุ', 'นาชัยยา', 'ด.ช.', '1', '2005-05-26');
INSERT INTO `q4u_patient` VALUES ('5100900005980', '0002260', 'ภูษณา', 'สุภาพ', 'นาย', '1', '1960-07-01');
INSERT INTO `q4u_patient` VALUES ('1100709867969', '0006192', 'ญาราภรณ์', 'ราสุวรรณ', 'ด.ญ.', '2', '2006-10-19');
INSERT INTO `q4u_patient` VALUES ('9990900599155', '0001620', 'หนวน', 'ทิพย์โยธา', 'นาง', '2', '1928-10-14');
INSERT INTO `q4u_patient` VALUES ('1999900951781', '0006460', 'นนทกานต์', 'ร่วมพุ่ม', 'ด.ช.', '1', '2009-12-14');
INSERT INTO `q4u_patient` VALUES ('1100709867969', '0006192', 'ญาราภรณ์', 'ราสุวรรณ', 'ด.ญ.', '2', '2006-10-19');
INSERT INTO `q4u_patient` VALUES ('1968700098858', '0005998', 'ธนาพร', 'ทัพโยธา', 'ด.ช.', '1', '2006-03-28');
INSERT INTO `q4u_patient` VALUES ('1961900097089', '0002463', 'พรประภา', 'เทพสีหะ', 'น.ส.', '2', '1986-02-14');
INSERT INTO `q4u_patient` VALUES ('1999900698069', '0002159', 'ทิวาภรณ์', 'ส่วนลา', 'ด.ญ.', '2', '2002-05-05');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
